// Add & Remove Element from an array

// PUSH & POP-----------------------

// পুশ // সবার শেষে যোগ হয়//

var z = [50, 100, 200, 300, 400, 500];
var push = z.push(1000);
console.log(push); // ata দ্বারা New লেন্থ দেখাবে.
console.log(z); // এটা দ্বারা নিউ ডাটা যোগ হয়ে নিউ লিস্ট দেখাবে।



//পপ // সবার শেশের টা পরে যাবে//

var z = [50, 100, 200, 300, 400, 500, 1000, 2000, 5000];
var pop = z.pop(); 
// যেহেতু সবার শেষের টা বের হয়ে যাবে তাই এই (**) NO Lekha.

console.log(pop); // ata দ্বারা লেন্থ দেখাবে
console.log(z); // এটা দ্বারা নিউ ডাটা বিয়গ হয়ে নিউ লিস্ট দেখাবে।

